Repository: VladSkliar/blog
Catalog: minisite/locale/*/LC_MESSAGES/django.po
Languages: uk

source: This first name is too long.
uk: Ім’я занадто довге

source: Please enter your first name
uk: Будь ласка, введіть ваше ім’я

source: This last name is too long.
uk: Прізвище занадто довге

source: Please enter your last name
uk: Будь ласка, введіть ваше прізвище

source: Please enter your birthdate
uk: Будь ласка, введіть дату вашого народження

source: Plese enter correct birthdate
uk: Будь ласка, введіть корректну дату вашого народження

source: Please enter your bio
uk: Будь ласка, введіть вашу біографію

source: Username
uk: Користувач

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
uk: Поле обов’язкове. 30 символів. Тільки букви, цифри та @ / / + / -. / _ .

source: Please enter username
uk: Будь ласка, введіть ваше ім’я користувача

source: This value may contain only english letters, numbers and @/./+/-/_ characters.
uk: Це поле може містити тільки англійські букви, цифри та @ / / + / -. / _ символи.

source: User with that email are register.
uk: Користувач, з такою поштою вже зареєстрований

source: This email are not register
uk: Користувач з такою поштою не зареєстрований

source: Provided wrong credentials data
uk: Надані невірні дані

source: Please authenticate in the site
uk: Будь ласка авторизуйтесь на сайті

source: User with this email are register
uk: Користувач вже зареєстрований

source: In this email Invite already sent
uk: На цю пошту повідомлення вже було надісланно

source: Thank you for invite your friends!!!
uk: Дякуємо за запрошення для Ваших друзів!

source: Blog
uk: Блог

source: The last posts
uk: Останні публікації

source: The last post in our blog
uk: Останні публікації в нашому блозі

source: Author
uk: Автор

source: Blog haven`t post
uk: Блог немає жодного посту

source: Post rating
uk: Рейтинго посту

source: Date published
uk: Дата публікації

source: Update post
uk: Змінити пост

source: Deactivate
uk: Деактивувати

source: Activate
uk: Активувати

source: Sorry, but this post isn`t active
uk: Вибачте, нажаль цей пост неактивний

source: My rating
uk: Мій рейтинг

source: Create post
uk: Створити пост

source: Title
uk: Назва

source: Publication date
uk: Дата публікації

source: Text of post
uk: Текст посту

source: My posts
uk: Мої пости

source: Post is active
uk: Активний пост

source: Post is deactive
uk: Неактивний пост

source: You haven`t post
uk: У Вас немає жодного посту

source: Create your post
uk: Створити свій пост

source: Email
uk: Пошта

source: Invite
uk: Запросити

source: Change language
uk: Змінити мову

source: Home
uk: Домашня сторінка

source: My Posts
uk: Мої пости

source: About me
uk: Моя інформація

source: Logout
uk: Вийти

source: Login
uk: Ввійти

source: Add your information
uk: Додати вашу інформацію

source: First name
uk: Ім’я

source: Your first name
uk: Ваше ім’я

source: Last name
uk: Прізвище

source: Your last name
uk: Ваше прізвище

source: Biography
uk: Біографія

source: Add your biography
uk: Додати вашу біографію

source: Photo
uk: Фото

source: Birtdate
uk: День народження

source: Add your other birtdate
uk: Додайте дату вашого народження

source: Add your Jabber
uk: Додайте Ваш джабер

source: Skype
uk: Скайп

source: Add your Skype
uk: Додайте Ваш скайп

source: Ohter contacts
uk: Інші контакти

source: Add your other contacts
uk: Додайте Ваші інші контакти

source: Add information
uk: Додати інформацію

source: Update your information
uk: Змінити Вашу інформацію

source: Information about you
uk: Ваша інформація

source: Welcome
uk: Привіт

source: Thanks for loggin
uk: Дякую за авторизацію

source: Change your information
uk: Змінити вашу інформацію

source: Please enter your information
uk: Будь ласка, введіть інформацію про Вас

source: Enter your information
uk: Ввести Вашу інформацію.

source: Latest requests
uk: Останні запити

source: Username or email
uk: Ім’я користувача чи пошта

source: Password
uk: Пароль

source: Registration
uk: Реєстрація

source: Password reset
uk: Відновлення паролю

source: Password reset complete
uk: Зміна паролю заверешена

source: Your password has been set. You may go ahead and log in now
uk: Пароль був змінений. Ви можете ввійти використовуючи новий пароль.

source: Setting New password
uk: Налаштувати новий пароль

source: Please enter your new password twice
uk: Будь ласка, введіть ваше прізвище

source: So we can verify you typed it in correctly
uk: Таким чином, ми можемо перевірити чи набрали його правильно.

source: Password reset unsuccessful
uk: Відновлення паролю невдале

source: The password reset link was invalid
uk: Посилання для відновлення паролю недійсне.

source: Please request a new password reset
uk: Будь ласка запросіть нову зміну паролю.

source: New password
uk: Новий пароль

source: Confirm password
uk: Підвтердження паролю

source: Change my password
uk: Змінити мій пароль

source: Password reset successful
uk: Відновлення паролю вдале

source: We have e-mailed you instructions for setting your password to the e-mail address you submitted
uk: Ми відправили Вам інструкцію для зміни паролю

source: You should be receiving it shortly
uk: Ви повинні отримати його найближчим часом

source: Reset Password
uk: Змінити пароль

source: Please specify your email address to receive instructions for resetting it
uk: Будь ласка, введіть вашу почту, для подальших інструкцій.

source: E-mail address
uk: Почта

source: Reset
uk: Змінити

source: Register page
uk: Сторінка реєстрації

source: Register
uk: Реєстрація
